Repository: virtuosonic/agender
Catalog: trunk/po/*.po
Languages: he, sv

source: Agender
he: אג'נדר

source: Add &note
he: &הוסף פתק
sv: Lägg till anteckning

source: &Delete selection
he: מ&חק בחירה
sv: Ta bort vald anteckning

source: &About...
he: &אודות...
sv: Om...

source: Agender uses this file to save your schedule, don't delete it!
he: התוכנה משתמש בקובץ הזה עבור לוח הזמנים, אל תמחק אותו !
sv: Agender använder denna fil för att spara ditt schema, ta inte bort den!

source: Agender|Search Notes
he: אג'נדר|הערות חיפוש
sv: Agender|Sök efter Anteckningar

source: A cross-platform schedule tool
he: כלי ניהול זמן עבור מגוון פלטפורמות
sv: Ett plattformsoberoende schema verktyg

source: Agender Web Site
he: האתר של אג'נדר
sv: Agender Webbplats

source: Agender is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. Agender is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Agender. If not, see <http://www.gnu.org/licenses/>.
he: אג'נדר היא תוכנה חופשית; באפשרותך להפיץ אותה ואו לשנות אותה לפי הכללים המופיעים ברשיון GNU General Public License המופיע בפרסומים של Free Software Foundation, מגירסה 3 של הרשיון, ומעלה. אג'נדר מופץ בתקווה שיביא תועלת, אך ללא כל אחריות ! כמו כן, אין למכור את התוכנה, או להתאימה למטרה מסויימת. קרא בעיון את רשיון GNU General Public License לפרטים נוספים. להורדה של תוכנה אג'נדר מצורף עותק מרשיון GNU General Public License אם לא, עיין באתר <http://www.gnu.org/licenses/>
sv: Agender är fri programvara; du kan distribuera det och/eller modifiera det under villkoren i GNU General Public License, publicerad av The Free Software Foundation, antingen version 3 av Licensen, eller (om du vill) någon senare version. Agender distribueras i hopp om att det ska vara användbart, men UTAN NÅGON SOM HELST GARANTI; även utan underförstådd garanti om SÄLJBARHET eller LÄMPLIGHET FÖR ETT VISST SYFTE. Se GNU General Public License för fler detaljer. Du bör få en kopia av GNU General Public License tillsammans med Agender. Om inte, se <http://www.gnu.org/licenses/>.

source: To-Do Title
he: רשימת מטלות
sv: Titel på anteckningen

source: New To-Do
he: הוסף מטלה
sv: Ny Anteckning

source: Expresion '$(' reserved for Agender, please use another name
he: המחרוזת '&(' שמורה עבור אג'נדר, אנא בחר שם אחר
sv: Uttrycket '$(' är reserverat åt Agender, använd ett annat namn

source: Rename
he: שנה שם
sv: Byt namn

source: Normal
he: נורמלי

source: Sticky
he: דביק
sv: Klibbig

source: New name
he: שם חדש
sv: Nytt namn

source: The %s version of %s has been released. Do you want to download it?
he: הגירסה %s של %s שוחררה. האם ברצונך להוריד אותה?
sv: Den %s versionen av %s har släppts. Vill du ladda ner den?

source: Upgrade Found
he: עדכון נמצא
sv: Uppgradering Hittad

source: AutoStart is only available under %s and Unix desktops that follow the freedesktop.org standards. If you add support for any other system, please send patches to the patch tracker in the Agender project page at http://sourceforge.net/projects/agender/ or you can also help donating hardware that runs your favorite system.
he: הפעלה אוטומטית זמינה רק עבור %s ועבור מערכות Unix שעומדות בסטנדרטים של freedesktop.org.אם באפשרותך להוסיף תמיכה למערכת כלשהי, אנא שלח לנו הודעה בעמוד הפרויקט http://sourceforge.net/projects/agenderאו, אם באפשרותך לתרום רכיבי חומרה שיריצו את מערכת ההפעלה המועדפת עליך.

source: Error setting auto start
he: שגיאה בקביעת ההפעלה האוטומטית
sv: Fel inställningar för automatisk start

source: Show
he: הצג
sv: Visa

source: Hide
he: הסתר
sv: Göm

source: Opacity
he: שקיפות
sv: Opacitet

source: Year selector
he: בוחר השנים
sv: Årsväljare

source: Notes Colour
he: צבע הפתק
sv: Anteckningarnas Färg

source: Symbol
he: סמל

source: Notify
he: הקפץ הודעה

source: Autostart
he: הפעלה אוטומטית

source: Exit
he: יציאה
sv: Avsluta

source: Days to notify before note
he: ימים לעדכון לפני הפתק

source: Days
he: ימים

source: Build:
sv: Skapad:
