Repository: virtuosonic/agender
Catalog: po/*.po
Languages: ro

source: Show
ro: Afiºeazã

source: Hide
ro: Ascunde

source: Opacity
ro: Opacitate

source: Year selector
ro: Selector de an

source: Notes Colour
ro: Culoare notiþe

source: Symbol
ro: Simbol

source: Notify
ro: Notificã

source: Autostart
ro: Start automat

source: Exit
ro: Ieºire

source: Days to notify before note
ro: Zile pentru a notifica înainte de noti?ã

source: Days
ro: Zile

source: Add &note
ro: Adaugã o notiþã

source: &Delete selection
ro: &ªterge selecþia

source: &About...
ro: &Despre...

source: Agender|Search Notes
ro: Agender|Cautã notiþe

source: A cross-platform schedule tool
ro: Un utilitar multi-platformã de planificare

source: Build:
ro: Versiunea:

source: Revision:
ro: Revizie:

source: Agender Web Site
ro: Pagina web Agender

source: Agender is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. Agender is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Agender. If not, see <http://www.gnu.org/licenses/>.
ro: Agender este o aplicaþie gratuitã; o puteþi redistribui ºi/sau modifica sub termenii Licenþei Publice Generale GNU ca publicatã de Free Software Foundation, fie versiunea 3 a licenþei sau (la alegerea Dvs.)oricare altã versiune ulterioarã. Agender este distribut cu speranþa cã va fi util, dar DAR FÃRÃ NICIO GARANÞIE; chiar fãrã garanþia implicatã de MERCANTIBILITATE sau CALITATEA SATISFÃCÃTOARE A UNUI ANUMIT SCOP. Vezi Licenþa Publicã Generalã GNU pentru mai multe detalii. Ar fi trebuit sã primiþi o copie a Licenþei Publice Generale GNU împreunã cu Agender. În caz contrar, consultaþi <http://www.gnu.org/licenses/>.

source: To-Do Title
ro: Titlul activitãþii

source: New To-Do
ro: Activitate nouã

source: Expresion '$(' reserved for Agender, please use another name
ro: Expresia '$(' este rezervatã pentru Agender. Vã rugãm alegeþi alt nume.

source: Rename
ro: Redenumeºte

source: New name
ro: Nume nou

source: The %s version of %s has been released. Do you want to download it?
ro: Versiunea %s din %s a fost lansatã. Doriþi sã o descãrcaþi?

source: Upgrade Found
ro: Upgrade gãsit

source: Error setting auto start
ro: Eroare de setare la auto start
